Repository: NaN-tic/trytond-sale_fedicom
Catalog: locale/*.po
Languages: ca

# error:fedicom.config:
source: Please try to restart server
ca: Proveu de reiniciar el servidor

# error:fedicom.config:
source: Test Failed
ca: La prova ha fallta

# error:fedicom.config:
source: Test Ok
ca: La prova ha estat satisfactoria

# error:sale.sale:
source: El pedido no ha podido assignar ningun Producto
ca: No s'ha pogut assignar cap producte a la comanda de venda

# error:sale.sale:
source: Incorrect Login User
ca: Nom d'usuari incorrecte

# error:sale.sale:
source: Incorrect Password (%s)
ca: Contrasenya incorrecta "%s"

# error:sale.sale:
source: User code (%s) not Exists
ca: El codi d'usuari "%s" no existeix.

# field:fedicom.config,create_date:
source: Create Date
ca: Data creació

# field:fedicom.config,create_uid:
source: Create User
ca: Usuari creació

# field:fedicom.config,name:
source: Name
ca: Nom

# field:fedicom.config,rec_name:
source: Name
ca: Nom

# field:fedicom.config,user:
source: User
ca: Usuari

# field:fedicom.config,write_date:
source: Write Date
ca: Data modificació

# field:fedicom.config,write_uid:
source: Write User
ca: Usuari modificació

# field:fedicom.log,create_date:
source: Create Date
ca: Data creació

# field:fedicom.log,create_uid:
source: Create User
ca: Usuari creació

# field:fedicom.log,message:
source: Message
ca: Missatge

# field:fedicom.log,party:
source: Customer
ca: Client

# field:fedicom.log,rec_name:
source: Name
ca: Nom

# field:fedicom.log,sale:
source: Sale
ca: Venda

# field:fedicom.log,write_date:
source: Write Date
ca: Data modificació

# field:fedicom.log,write_uid:
source: Write User
ca: Usuari modificació

# field:party.party,fedicom_password:
source: Fedicom password
ca: Contrasenya fedicom

# field:party.party,fedicom_user:
source: Fedicom User
ca: Usuari fedicom

# model:fedicom.config,name:
source: Fedicom Config
ca: Configuració Fedicom

# model:fedicom.log,name:
source: Fedicom Log
ca: Registre Fedicom

# model:ir.action,name:act_fedicom_config
source: Fedicom Config
ca: Configuració Fedicom

# model:ir.action,name:act_fedicom_log
source: Fedicom Log
ca: Registre Fedicom

# model:ir.action.act_window,name:act_fedicom_config
source: Fedicom Config
ca: Configuració Fedicom

# model:ir.action.act_window,name:act_fedicom_log
source: Fedicom Log
ca: Registre Fedicom

# model:ir.ui.menu,name:menu_fedicom_config
source: Fedicom Config
ca: Configuració Fedicom

# model:ir.ui.menu,name:menu_fedicom_log
source: Fedicom Log
ca: Registre Fedicom

# model:res.group,name:group_sale_fedicom
source: Sale Fedicom
ca: Vendes Fedicom

# view:fedicom.config:
source: Fedicom Config
ca: Configuració Fedicom

# view:fedicom.config:
source: Reset conection
ca: Reinicia connexió

# view:fedicom.config:
source: Test conection
ca: Prova connexió

# view:fedicom.log:
source: Fedicom Log
ca: Registre Fedicom

# view:party.party:
source: Fedicom Config
ca: Configuració Fedicom
